vendor/xml/GetPolicyComp.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <tem:GetPolicyComp>
            <!--Optional:-->
            <tem:brokerRequest>
                <!--Optional:-->
                <tem:agentCode>{{agent}}</tem:agentCode>
                <!--Optional:-->
                <tem:authenticationCode>{{auth}}</tem:authenticationCode>
                <!--Optional:-->
                <tem:searchValue>{{value}}</tem:searchValue>
                <!--Optional:-->
                <tem:searchBy>{{search}}</tem:searchBy>
            </tem:brokerRequest>
        </tem:GetPolicyComp>
    </soapenv:Body>
</soapenv:Envelope>
